export default function HomePage() {
  return (
      <div className="space-y-6">
        <h1 className="text-3xl font-bold">
          Добро пожаловать на сайт базы данных о музыке!
        </h1>
        <p>
          Этот сайт предназначен для студентов, преподавателей и всех, кто интересуется музыкой, её историей и современными тенденциями.
          Здесь вы найдёте информацию о песнях, альбомах, композиторах, исполнителях, странах производства, жанрах и концертных площадках.
        </p>
        <p>
          Сайт создан с использованием современных технологий: Next.js, TypeScript, TailwindCSS, daisyUI, Prisma, MySQL и PostgreSQL.
          <br />
          © 2025 Сайт сделан студенткой группы ИВТ-Б22 Гордионок Натальей
        </p>
      </div>
  );
}
